Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ནང་སྟོང་པ་ཉིད་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the emptiness of internal phenomena is nonarising, and they will not construe the notion that nonarising is the emptiness of internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are nonarising, and they will not construe the notion that nonarising is the emptiness of the essential nature of nonentities [and so forth].

source: །ནང་སྟོང་པ་ཉིད་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the emptiness of internal phenomena is unceasing, and they will not construe the notion that noncessation is the emptiness of internal phenomena.

source: འགག་པ་མེད་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are unceasing, and they will not construe the notion that noncessation is the emptiness of the essential nature of nonentities [and so forth].

source: །ནང་སྟོང་པ་ཉིད་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the emptiness of internal phenomena is peace, and they will not construe the notion that peace is the emptiness of internal phenomena.

source: ཞི་བ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are peace, and they will not construe the notion that peace is the emptiness of the essential nature of nonentities [and so forth].

source: །ནང་སྟོང་པ་ཉིད་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the emptiness of internal phenomena is void, and they will not construe the notion that voidness is the emptiness of internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are void, and they will not construe the notion that voidness is the emptiness of the essential nature of nonentities [and so forth]. “

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not construe the notion that the applications of mindfulness are empty, and they will not construe the notion that emptiness is the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are empty, and they will not construe the notion that emptiness is the noble eightfold path [and so forth].

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not construe the notion that the applications of mindfulness are signless, and they will not construe the notion that signlessness is the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are signless, and they will not construe the notion that signlessness is the noble eightfold path [and so forth].

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not construe the notion that the applications of mindfulness are wishless, and they will not construe the notion that wishlessness is the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are wishless, and they will not construe the notion that wishlessness is the noble eightfold path [and so forth].

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not construe the notion that the applications of mindfulness are nonarising, and they will not construe the notion that nonarising is the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་སྐྱེ་བ་མྱེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are nonarising, and they will not construe the notion that nonarising is the noble eightfold path [and so forth].

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not construe the notion that the applications of mindfulness are unceasing, and they will not construe the notion that noncessation is the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are unceasing, and they will not construe the notion that noncessation is the noble eightfold path [and so forth].

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not construe the notion that the applications of mindfulness are peace, and they will not construe the notion that peace is the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are peace, and they will not construe the notion that peace is the noble eightfold path [and so forth].

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not construe the notion that the applications of mindfulness are void, and they will not construe the notion that voidness is the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are void, and they will not construe the notion that voidness is the noble eightfold path [and so forth]. “

source: །འཕགས་པའི་བདེན་པ་རྣམས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་འཕགས་པའི་བདེན་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the truths of the noble ones are empty, and they will not construe the notion that emptiness is the truths of the noble ones. {Ki.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: II-III: 17} They will not construe the notion that the [other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are empty, and they will not construe the notion that emptiness is the eighteen distinct qualities of the buddhas [and so forth].

source: །འཕགས་པའི་བདེན་པ་རྣམས་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་འཕགས་པའི་བདེན་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the truths of the noble ones are signless, and they will not construe the notion that signlessness is the truths of the noble ones.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are signless, and they will not construe the notion that signlessness is the eighteen distinct qualities of the buddhas [and so forth].

source: །འཕགས་པའི་བདེན་པ་རྣམས་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་འཕགས་པའི་བདེན་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the truths of the noble ones are wishless, and they will not construe the notion that wishlessness is the truths of the noble ones.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are wishless, and they will not construe the notion that wishlessness is the eighteen distinct qualities of the buddhas [and so forth].

source: །འཕགས་པའི་བདེན་པ་རྣམས་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་འཕགས་པའི་བདེན་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the truths of the noble ones are nonarising, and they will not construe the notion that nonarising is the truths of the noble ones.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are nonarising, and they will not construe the notion that nonarising is the eighteen distinct qualities of the buddhas [and so forth].

source: །འཕགས་པའི་བདེན་པ་རྣམས་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་འཕགས་པའི་བདེན་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the truths of the noble ones are unceasing, and they will not construe the notion that noncessation is the truths of the noble ones.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are unceasing, and they will not construe the notion that noncessation is the eighteen distinct qualities of the buddhas [and so forth].

source: །འཕགས་པའི་བདེན་པ་རྣམས་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་འཕགས་པའི་བདེན་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the truths of the noble ones are peace, and they will not construe the notion that peace is the truths of the noble ones.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are peace, and they will not construe the notion that peace is the eighteen distinct qualities of the buddhas [and so forth].

source: །འཕགས་པའི་བདེན་པ་རྣམས་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་འཕགས་པའི་བདེན་པ་རྣམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the truths of the noble ones are void, and they will not construe the notion that voidness is the truths of the noble ones.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the [other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are void, and they will not construe the notion that voidness is the eighteen distinct qualities of the buddhas [and so forth]. “

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: They will not construe the notion that the fruit of entering the stream to nirvāṇa is empty, and they will not construe the notion that emptiness is the fruit of entering the stream to nirvāṇa.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and all-aspect omniscience are empty, and they will not construe the notion that emptiness is all-aspect omniscience [and so forth].

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་།
en: They will not construe the notion that the fruit of entering the stream to nirvāṇa is signless, and they will not construe the notion that signlessness is the fruit of entering the stream to nirvāṇa.

source: རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད། མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and all-aspect omniscience are signless, and they will not construe the notion that signlessness is all-aspect omniscience [and so forth].

source: སྨོན་པ་མེད་པ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: They will not construe the notion that the fruit of entering the stream to nirvāṇa is wishless, and they will not construe the notion that wishlessness is the fruit of entering the stream to nirvāṇa.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and all-aspect omniscience are wishless, and they will not construe the notion that wishlessness is all-aspect omniscience [and so forth].

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: They will not construe the notion that the fruit of entering the stream to nirvāṇa is nonarising, and they will not construe the notion that nonarising is the fruit of entering the stream to nirvāṇa.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and all-aspect omniscience are nonarising, and they will not construe the notion that nonarising is all-aspect omniscience [and so forth].

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: They will not construe the notion that the fruit of entering the stream to nirvāṇa is unceasing, and they will not construe the notion that noncessation is the fruit of entering the stream to nirvāṇa.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and all-aspect omniscience are unceasing, and they will not construe the notion that noncessation is all-aspect omniscience [and so forth].

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: They will not construe the notion that the fruit of entering the stream to nirvāṇa is peace, and they will not construe the notion that peace is the fruit of entering the stream to nirvāṇa.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and all-aspect omniscience are peace, and they will not construe the notion that peace is all-aspect omniscience [and so forth].

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: They will not construe the notion that the fruit of entering the stream to nirvāṇa is void, and they will not construe the notion that voidness is the fruit of entering the stream to nirvāṇa.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and all-aspect omniscience are void, and they will not construe the notion that voidness is all-aspect omniscience [and so forth]. “

source: །འདུས་བྱས་ཀྱི་ཁམས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྟོང་པ་ཉིད་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the conditioned elements are empty, and they will not construe the notion that emptiness is the conditioned elements.

source: །འདུས་བྱས་ཀྱི་ཁམས་མཚན་མ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། མཚན་མ་མེད་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the conditioned elements are signless, and they will not construe the notion that signlessness is the conditioned elements.

source: །འདུས་བྱས་ཀྱི་ཁམས་སྨོན་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྨོན་པ་མེད་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the conditioned elements are wishless, and they will not construe the notion that wishlessness is the conditioned elements.

source: །འདུས་བྱས་ཀྱི་ཁམས་སྐྱེ་བ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། སྐྱེ་བ་མེད་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the conditioned elements are nonarising, and they will not construe the notion that nonarising is the conditioned elements.

source: །འདུས་བྱས་ཀྱི་ཁམས་འགག་པ་མེད་ཅེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། འགག་པ་མེད་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the conditioned elements are unceasing, and they will not construe the notion that noncessation is the conditioned elements.

source: །འདུས་བྱས་ཀྱི་ཁམས་ཞི་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། ཞི་བ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the conditioned elements are peace, and they will not construe the notion that peace is the conditioned elements.

source: །འདུས་བྱས་ཀྱི་ཁམས་དབེན་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར། དབེན་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ། །འདུས་མ་བྱས་ཀྱི་ཁམས་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར།
en: They will not construe the notion that the conditioned elements are void, and they will not construe the notion that voidness is the conditioned elements. “

source: སྟོང་པ་ཉིད་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་བྱ་བར་རྣམ་པར་རྟོག་པར་མི་འགྱུར་རོ།
en: They will not construe the notion that the unconditioned elements are empty, and they will not construe the notion that emptiness is the unconditioned elements.
